{
  "barbar.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "ddc-filter-converter_remove_overlap": { "branch": "main" },
  "ddc-filter-converter_truncate_abbr": { "branch": "main" },
  "ddc-filter-matcher_head": { "branch": "main" },
  "ddc-filter-sorter_rank": { "branch": "main" },
  "ddc-previewer-floating": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-cmdline": { "branch": "main" },
  "ddc-source-file": { "branch": "main" },
  "ddc-source-lsp": { "branch": "main" },
  "ddc-ui-pum": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "denops-signature_help": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "solarized-osaka.nvim": { "branch": "main" },
  "vim-qfreplace": { "branch": "master" },
  "vim-quickrun": { "branch": "master" }
}